import {prof1,prof2,prof3,prof4,prof5,prof6,prof7} from "../assets/salehe"
export const courses = [
    {
        title:"پوتفولیو",
        image:prof1 ,
        link:"",
        info:"یه نوع از سایت های پورتفولیویی که میتونی توش مهارت هاتو با جزیئات کامل و نمودار  و ... به نمایش بزاری"
    },
    {
        title:"خدماتی",
        image:prof2 ,
        link:"",
        info:"یه نوع سایت خدماتی که میشه خدمات زیادی رو تو زمینه های مختلف عرضه کنی و خیالت بابت همه چی راحت باشه"
    },
    {
        title:"خدماتی",
        image:prof3,
        link:"",
        info:"یه نوع سایت خدماتی که میتونی از نمودار های مختلفی برای نمایش اطلاعات و داده هات استفاده کنی و ..."
    },
    {
        title:"فروشگاهی",
        image:prof4,
        link:"",
        info:"یه نوع سایت فروشگاهیی که میتونی توش دوره ها یا محصولاتت رو بفروش بزاری و مشتریان زیادی بتونی جذب کنی  "

    },
    {
        title:"خدماتی - پورتفولیو",
        image:prof5 ,
        link:"",
        info:"برای ارتباط با مشتریان میتونید سایتی داشته باشید هم  برای ارتباط راحت تر و هم برای مدیریت درست کارها"
    },
    {
        title:"فرشگاهی",
        image:prof6,
        link:"",
        info:"یه نوع سایت فروشگاهی برای نمایش محصولات  و قیمت ها و ... برای بهبود و مدیریت بهتر فروش تان و مشتریان "
    },
    {
        title:"آموزشی",
        image:prof7 ,
        link:"",
        info:"اگه یک مدرسی پس حتما داشتن یک سایت کارت رو خیلی میتونه راحت کنه برای دسترسی بهتر دانش پژوهانتون"
    },
    
]