import {Coffee , SchoolRounded , DataObjectRounded , DomainVerificationRounded} from "@mui/icons-material"
import { question , normal , sad , kind} from "../assets/courses/index"
export const devInfo = [
    {
        icon:<Coffee />,
        total:1251,
        color:"lightcoral",
        toltipTitle:"تعداد قهوه های من"
    },
    {
        icon:<SchoolRounded />,
        total:145,
        color:"lightskyblue",
        toltipTitle:"تعداد دوره های من"
    },
    {
        icon:<DataObjectRounded />,
        total:35,
        color:"lightslategray",
        toltipTitle:"تعداد دوره های من"
    },
    {
        icon:<DomainVerificationRounded />,
        total:610,
        color:"lightseagreen",
        toltipTitle:"تعداد پروژه های به پایان رسیده"
    }
]

export const eduInfo = [
    {
        year: "پیام",
        uni: "اول بهم بگو دقیقا چی میخوای",
        field:"😉",
    },
    {
        year:"مشورت",
        uni:"بهت کمک میکنم تا بهتر بفهمی چه سایتی میخوای دقیقا",
        field:"😎"
    },
    {
        year:"میزان پیشرفت پروژه",
        uni:"مرحله به مرحله میتونی میزان پیشرفت پروژه تو ببینی",
        field:"💪"
    },
    {
        year:"اعمال تغییرات",
        uni:"نگران نباش در حین پروژه ام میتونی اپشن هارو تغییر بدی",
        field:"👀"
    },
    {
        year:"تضمین کیفیت و سرعت سایت",
        uni:"دیگه چی بهتر از این که خودت تا خیالت راحت نشده روی بهبودش کار میکنیم ",
        field:"😄"
    }
]


export const exprienceInfo = [
    {
        year: "از 1399",
        uni: "مدرس برنامه نویسی",
        field:"اکادمی یاسان",
    },
    {
        year:"ورودی 1398",
        uni:"دانشکده رفاه",
        field:"مهندسی کامپیوتر"
    },
    {
        year:"از 1399",
        uni:"طراحی سایت",
        field:"فریلنسری"
    },
    {
        year:"1499",
        uni:"فرانت اند دولوپر ریکت",
        field:"فریلنسری"
    },
    {
        year:"از 1400",
        uni:"عضو شدن در تیم فرانت",
        field:"شرکت فراهوش"
    }
]
export const userComments = [
    {
        prof:question,
        jobTitle: "باید چه جور سایت داشته باشم ؟",
        comment: "من به عنوان یه طراح سایت میتونم تو این زمینه راهنماییت کنم که چه سایت با چه نوع اپشن هایی داشته باشی تا بتونه خیلی بیشتر برات کاربردی باشه "
    },
    {
        prof:normal,
        jobTitle: "من الان دقیقا نمیدونم چه شکلی باشه ",
        comment: "اصلا اشکال نداره اگه نسبت به دیزاین سایتت مطمئن نیستی چجوری باشه باهم از یه جایی شروع میکنیم و اگه بعدا پشیمون شدی یا یه ایده ی تازه ای به ذهنت رسید میتونیم تغییرش بدیم"
    },
    {
        prof:kind,
        jobTitle: "طراحیش باید خیلی کاربر پسند باشه",
        comment: "نگران اینم نباشه من سعی میکنم از جدیدترین استایل ها و اپشن هایی که داره استفاده میشه برای هرچه جذاب تر کردن سایتتون استفاده کنم "
    },
    {
        prof:sad,
        jobTitle: "هزینه های طراحی سایت خیلی زیادن",
        comment:"من تمام سعی ام رو میکنم تا از روشهایی توی طراحی سایتتون استفاده بشه تاجای ممکن هزینه ی کمتری براتون داشته باشه"
    },
];